[M_Orchid_Grendel MissionDefinition]
MissionName="Grendel"
MissionDescription="Uma criatura terrível se esconde em [place]Hayter’s Folly[-place]. Sir Hammerlock - zoólogo e caçador fanático - pediu para você caçá-la e eliminá-la."
TurnInDescription="Você eliminou a criatura em [place]Hayter’s Folly[-place] e agora o lugar está seguro... exceto por todos aqueles piratas, Cristalíceos e tantas outras criaturas que você não fez questão de eliminar."
MissionSummary="Encontre e elimine a criatura."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos de Oasis"
TeaserText="Sir Hammerlock tem um trabalho para você."

[M_Orchid_Grendel:KillGrendel MissionObjectiveDefinition]
ProgressMessage="Elimine o Grendel"

[M_Orchid_Grendel:KillGrendelSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

